Repository: hieuthanh99/build1
Catalog: App_GlobalResources/Language.*.resx
Languages: vi_vn

# frmUser_colDescription
source: Description
vi_vn: Diễn giải

# frmUser_colPartnerCode
source: Parner Code
vi_vn: Đối tác

# frmUser_colStartDate
source: Start Using Date
vi_vn: Ngày bắt đầu sử dụng

# frmUser_colUserName
source: User Name
vi_vn: Tên đăng nhập

# Add
source: New
vi_vn: Thêm

source: Delete
vi_vn: Xóa

source: Edit
vi_vn: Sửa

# frmFunction_colFileName
source: File Name
vi_vn: Tên file

# frmFunction_colNameEN
source: Menu Name (EN)
vi_vn: Tên chức năng (EN)

# frmFunction_colNameVN
source: Menu Name (VN)
vi_vn: Tên chức năng (VN)

# frmFunction_colSeq
source: No
vi_vn: STT

source: Refresh
vi_vn: Làm mới

source: Cancel
vi_vn: Hủy

source: Save
vi_vn: Lưu

# frmFunction_colImagePath
source: Image Name
vi_vn: Tên ảnh

# frmFunction_colName
source: Menu Name
vi_vn: Tên chức năng

# frm_Active
source: Active
vi_vn: Hiệu lực?

# frmFunction_colParent
source: Parent Menu
vi_vn: Chức năng cha

# frmFunction_colImage
source: Image
vi_vn: Ảnh

# frmPartner_colCode
source: Partner Code
vi_vn: Mã đối tác

# frmPartner_colName
source: Partner Name
vi_vn: Tên đối tác

# frmPartner_colType
source: Partner Type
vi_vn: Loại đối tác

# frmFromDate
source: From Date
vi_vn: Từ ngày

# frmToDate
source: To Date
vi_vn: Đến ngày

# frmRateType_colCode
source: Rate Type Code
vi_vn: Mã loại giá

# frmRateType_colName
source: Rate Type Name
vi_vn: Tên loại giá

# frm_Description
source: Description
vi_vn: Diễn giải

# frmRate_colCode
source: Rate Code
vi_vn: Mã giá

# frmRate_colContract
source: Contract Number
vi_vn: Số hợp đồng

# frmRate_colRate
source: Rate
vi_vn: Giá

# frmRateType
source: Rate Type
vi_vn: Loại giá

# frm_Effective
source: Effective
vi_vn: Hiệu lực

# frmPromotionRate
source: Promotion Rate
vi_vn: Giá khuyến mại

# frmPromotionRate_colCode
source: Promotion Rate Code
vi_vn: Mã giá khuyến mại

# frmAvaiableMile
source: Avaiable Mile
vi_vn: Số dặm

# frmAvaiableMile_colTotal
source: TotalMile
vi_vn: Tổng số dặm

source: Find
vi_vn: Tìm

# frmChangePassword_btnChangePassword
source: Change Password
vi_vn: Thay đổi mật khẩu

# frmChangePassword_ConfirmPassword
source: Confirm Password:
vi_vn: Xác nhận mật khẩu:

# frmChangePassword_Message1
source: Use the form below to change your password.
vi_vn: Sử dụng form nhập bên dưới để thay đổi mật khẩu.

# frmChangePassword_Message2
source: New passwords are required to be a minimum of 6 characters in length.
vi_vn: Mật khẩu mới yêu cầu có ít nhất từ 6 ký tự trở lên.

# frmChangePassword_OldPassword
source: Old Password:
vi_vn: Mật khẩu cũ:

# frmChangePassword_Password
source: Password:
vi_vn: Mật khẩu mới:

# frmChangePassword_Title
source: CHANGE PASSWORD
vi_vn: THAY ĐỔI MẬT KHẨU

# frmFunction_colActive
source: Active
vi_vn: Sử dụng

# frmGroupUserEdit_Caption
source: Update Group User
vi_vn: Cập nhật nhóm người dùng

# frmGroupUser_AvaiableUser
source: Avaiable User
vi_vn: Người dùng chưa tham gia

# frmGroupUser_btnApply
source: Apply
vi_vn: Chấp nhận

# frmGroupUser_ChosenUser
source: Chosen User
vi_vn: Người dùng đã tham gia

# frmGroupUser_colDescription
source: Description
vi_vn: Diễn giải

# frmGroupUser_colGroupName
source: Group Name
vi_vn: Tên nhóm

# frmGroupUser_colGroupNumber
source: Group No
vi_vn: Mã nhóm

# frmGroupUser_colIsLocked
source: Locked
vi_vn: Khóa

# frmGroupUser_colIsSystem
source: Host Group
vi_vn: Nhóm hệ thống

# frmGroupUser_Title
source: DECLARE GROUP USER
vi_vn: KHAI BÁO NHÓM NGƯỜI DÙNG

# frmPartner_TabAvaiableMile
source: Declare Avaiable Mile
vi_vn: Đối tác mua dặm gói lớn

# frmPartner_TabCardType
source: Co-Branded Card Type
vi_vn: Loại thẻ đồng thương hiệu

# frmPartner_TabOption
source: Change the order check data
vi_vn: Thay đổi thứ tự kiểm tra dữ liệu

# frmPartner_TabPromotionRate
source: Promotion Rate
vi_vn: Đơn giá khuyến mại

# frmPartner_TabRate
source: Basic Rate
vi_vn: Đơn giá cơ bản

# frmPartner_Title
source: DECLARE PARTNER AND SETTINGS
vi_vn: KHAI BÁO ĐỐI TÁC VÀ THIẾT LẬP THÔNG SỐ

# frmUserEdit_Address
source: Address
vi_vn: Địa chỉ

# frmUserEdit_Authorization
source: Authorization
vi_vn: Thẩm quyền

# frmUserEdit_ChangePasswordAtNextLogin
source: Change Password At Next Login
vi_vn: Thay đổi MK lần đăng nhập tiếp theo

# frmUserEdit_Country
source: Country
vi_vn: Quốc gia

# frmUserEdit_Description
source: Description
vi_vn: Diễn giải

# frmUserEdit_Email
source: E-mail
vi_vn: Thư điện tử

# frmUserEdit_ExpiryDate
source: Expiry Date
vi_vn: Hiệu lực đến

# frmUserEdit_Gender
source: Gender
vi_vn: Giới tính

# frmUserEdit_GenderFemale
source: Female
vi_vn: Nữ

# frmUserEdit_GenderMale
source: Male
vi_vn: Nam

# frmUserEdit_IsLocked
source: Locked
vi_vn: Khóa

# frmUserEdit_Mobile
source: Mobile
vi_vn: Số di động

# frmUserEdit_Name
source: Name
vi_vn: Họ, tên

# frmUserEdit_Partner
source: Partner
vi_vn: Đối tác

# frmUserEdit_Password
source: Password
vi_vn: Mật khẩu

# frmUserEdit_Registration
source: Registration
vi_vn: Đăng ký

# frmUserEdit_StartDate
source: Start Date
vi_vn: Hiệu lực từ

# frmUserEdit_Telephone
source: Telephone
vi_vn: Số điện thoại

# frmUserEdit_UserName
source: User Name
vi_vn: Tên đăng nhập

# frmUser_AvaiableGroup
source: Avaiable Group
vi_vn: Nhóm chưa tham gia

# frmUser_ChosenGroup
source: Chosen Group
vi_vn: Nhóm đã tham gia

# frmUser_colChangePass
source: Change Password At Next Login
vi_vn: Thay đổi MK lần đăng nhập sau

# frmUser_colExpiryDate
source: Expiry Date
vi_vn: Ngày hết hạn

# frmUser_colIsLocked
source: Locked
vi_vn: Khóa

# frmUser_colIsSystem
source: Host User
vi_vn: Người dùng hệ thống

# frmUser_Title
source: DECLARE USER
vi_vn: KHAI BÁO NGƯỜI DÙNG

# gridPartner_colDescription
source: Description
vi_vn: Diễn giải

# gridPartner_colEndDate
source: To Date
vi_vn: Đến ngày

# gridPartner_colFromDate
source: From Date
vi_vn: Từ ngày

# gridPartner_colLanguage
source: Language
vi_vn: Ngôn ngữ

# gridPartner_colMileType
source: Mile Type
vi_vn: Loại

# gridPartner_colPartnerCode
source: Partner Code
vi_vn: Mã ĐT

# gridPartner_colPartnerName
source: Partner Name
vi_vn: Tên đối tác

# gridPartner_colPromCode
source: Prom Code
vi_vn: Mã KM

# gridPartner_colReviewMode
source: Review Mode
vi_vn: Chế độ xem trước

# Master_EditUserProfile
source: Edit User Profile
vi_vn: Cập nhật thông tin

# Master_LogOut
source: Log Out
vi_vn: Thoát

# Master_Welcome
source: Welcome
vi_vn: Chào mừng

# frmUpload_BrowseFile
source: Browse File
vi_vn: Tìm File

# frmUpload_BrowserText
source: Browse
vi_vn: Tìm

# frmUpload_btnApprove
source: Approve
vi_vn: Duyệt

# frmUpload_btnCanceChanges
source: Undo
vi_vn: Hủy

# frmUpload_btnReview
source: Details
vi_vn: Chi tiết

# frmUpload_btnSaveChanges
source: Save
vi_vn: Lưu

# frmUpload_btnValidate
source: Validate
vi_vn: Kiểm tra

# frmUpload_DataUploaded
source: Data Details
vi_vn: Dữ liệu chi tiết

# frmUpload_gridDataUploaded_colAmount
source: Mileage (Duration)
vi_vn: Số dặm (Đêm nghỉ)

# frmUpload_gridDataUploaded_colFirstName
source: Midle+Name
vi_vn: Tên

# frmUpload_gridDataUploaded_colGlpNumber
source: Lotusmiles Number
vi_vn: Số thẻ HV

# frmUpload_gridDataUploaded_colLineNumber
source: Line
vi_vn: Dòng

# frmUpload_gridDataUploaded_colPartnerCode
source: Partner Code
vi_vn: Đối tác

# frmUpload_gridDataUploaded_colSurname
source: Surname
vi_vn: Họ

# frmUpload_gridDataUploaded_colTransactionDate
source: Transaction Date
vi_vn: Ngày giao dịch

# frmUpload_gridUploadHis_colEndTime
source: End Time
vi_vn: T.g Kết thúc

# frmUpload_gridUploadHis_colFileName
source: Description
vi_vn: Diễn giải

# frmUpload_gridUploadHis_colFilesize
source: File Size
vi_vn: Dung lượng File

# frmUpload_gridUploadHis_colStartTime
source: Upload Time
vi_vn: T.g Upload

# frmUpload_gridUploadHis_colTotalMember
source: Total Member
vi_vn: Số HV

# frmUpload_gridUploadHis_colTotalRecord
source: Total Record
vi_vn: Số dòng

# frmUpload_gridUploadHis_colUlStatus
source: Upload Status
vi_vn: Trạng thái Upload

# frmUpload_Language
source: Language
vi_vn: Ngôn ngữ

# frmUpload_PartnerInformation
source: Partner Information
vi_vn: Thông tin

# frmUpload_TabPageHistory
source: Data History
vi_vn: Dữ liệu lịch sử

# gridAvaiableMile_colAvaiableMile
source: Avaiable Miles
vi_vn: Dặm còn lại

# gridAvaiableMile_colTotalMile
source: Total Miles
vi_vn: Tổng dặm

# gridCardType_colCardType
source: Card Type
vi_vn: Loại thẻ

# gridCardType_colIssuingFee
source: Issuing Fee
vi_vn: Phí phát hành

# gridOption_colOptionCode
source: Option Code
vi_vn: Mã

# gridOption_colOptionValue
source: On/Off
vi_vn: Bật/Tắt

# gridOption_colSeq
source: Seq
vi_vn: Thứ tự

# gridOption_colWarnStatus
source: Error Level
vi_vn: Cấp độ lỗi

# gridOption_Down
source: Down
vi_vn: Xuống

# gridOption_Up
source: Up
vi_vn: Lên

# gridRate_colContractNumber
source: Contract No
vi_vn: Số hợp đồng

# gridRate_colPromotionRate
source: Promotion Rate
vi_vn: Đơn giá

# gridRate_colPromotionRateCode
source: Prom Rate Code
vi_vn: Mã đơn giá KM

# gridRate_colRate
source: Rate
vi_vn: Đơn giá

# gridRate_colRateCode
source: Rate Code
vi_vn: Mã đơn giá

# frmLogin_Password
source: Password
vi_vn: Mật khẩu

# frmLogin_SignIn
source: Sign In
vi_vn: Đăng nhập

# frmLogin_Title
source: NON-AIR SYSTEM
vi_vn: HỆ THỐNG NON-AIR

# frmLogin_UserName
source: User Name:
vi_vn: Tên đăng nhập

# DateFormatString
source: MM/dd/yyyy
vi_vn: dd/MM/yyyy

# DateTimeFormatString
source: MM/dd/yyyy HH:mm:ss
vi_vn: dd/MM/yyyy HH:mm:ss

# gridPartner_colMileageAllowed
source: Mileage Allowed(Year)
vi_vn: Số dặm giới hạn của HV(năm)

# gridPartner_colTrxDateOption
source: Transaction Date condition
vi_vn: Điều kiện ngày GD

# frmUpload_btnManualInput
source: Manual Input
vi_vn: Nhập thủ công

# frm_CreateDate
source: Create Date
vi_vn: Ngày tạo

# frm_CreatedBy
source: Created By
vi_vn: Người tạo

# MoveToLeft
source: < Remove
vi_vn: < Gỡ bỏ

# MoveToRight
source: Add >
vi_vn: Thêm >

# SesstionTimeoutMessage
source: Warning: Within next 3 minutes, if you do not do anything, our system will redirect to the login page. Please save changed data.
vi_vn: Cảnh báo: Trong vòng 3 phút tiếp theo, nếu bạn không tiếp tục sử dụng, phiên làm việc của bạn sẽ kết thúc và sẽ tự động chuyển trang về trang đăng nhập. Vui lòng lưu lại dữ liệu đã nhập.

# frmUserEdit_ConfirmPassword
source: Confirm password
vi_vn: Xác nhận MK

# frmUserProfile_EffectiveDateFrom
source: Effective Date From
vi_vn: Từ ngày

# frmUserProfile_EffectiveDateTo
source: To:
vi_vn: Đến:

# frmUserProfile_Language
source: Language
vi_vn: Ngôn ngữ

# frmUserProfile_Partner
source: Partner
vi_vn: Đối tác

# frmUserProfile_PartnerInfor
source: Information
vi_vn: Thông tin đối tác

source: Apply
vi_vn: Chấp nhận

source: Change Language
vi_vn: Thay đổi ngôn ngữ

source: English
vi_vn: Tiếng Anh

source: Manual Input
vi_vn: Nhập thủ công

source: Vietnamese
vi_vn: Tiếng Việt

# btnBack
source: Back
vi_vn: Trở về

source: Export
vi_vn: Xuất dữ liệu

# ExportFormat
source: Format
vi_vn: Định dạng

# Row_Number
source: No.
vi_vn: TT

# ErrorDetailsPopup
source: Error Details
vi_vn: Chi tiết lỗi

# Error_Status
source: Status
vi_vn: Tình trạng

# frmUpload_gridUploadHis_colApproved
source: Approved
vi_vn: Đã duyệt

# frmUpload_gridUploadHis_colIsValidData
source: Validate
vi_vn: Kiểm tra

# frmUpload_gridUploadHis_colTransfered
source: Transfered To Cls
vi_vn: Đã xử lý(đổ vào CLS)

# gridErrors_Col
source: Column
vi_vn: Cột

# gridErrors_ErrorCode
source: Error Code
vi_vn: Mã lỗi

# gridErrors_ErrorText
source: Error Text
vi_vn: Nội dung

# gridErrors_Line
source: Line
vi_vn: Dòng

# gridErrors_Status
source: Level
vi_vn: Tình trạng

source: Show Errors...
vi_vn: Xem lỗi...

# frmRoles_Title
source: DECLARE ROLES
vi_vn: KHAI BÁO QUYỀN

# frmManual_gridUploadHis_colEndTime
source: End Time
vi_vn: T.g Kết thúc

# frmManual_gridUploadHis_colStartTime
source: Start Time
vi_vn: T.g Bắt đầu

# frmManual_gridUploadHis_colUlStatus
source: Status
vi_vn: Trạng thái

# frmRoles_Description
source: Description
vi_vn: Diễn giải

# frmRoles_RoleName
source: Role Name
vi_vn: Tên quyền

# btnAddRoleToUser
source: Add Role to User
vi_vn: Thêm quyền

# frmRoles_Roles
source: Roles
vi_vn: Quyền

# gridPartner_colEmailAccrualFile
source: Email Accrual File
vi_vn: Gửi mail cộng dặm

# gridPartner_colEmailBilling
source: Email Billing
vi_vn: Gửi billing qua email

# gridPartner_colRemindUploadFile
source: Remind Upload File
vi_vn: Nhắc Upload File

# Balance_Sheet_Partner_Code
source: Partner Code
vi_vn: Mã đối tác

# Balance_Sheet_Partner_Name
source: Partner Name
vi_vn: Tên đối tác

# Balance_Sheet_Quarter
source: Quarter
vi_vn: Quý

# Balance_Sheet_Year
source: Year
vi_vn: Năm

# Button_View_Report
source: View Report
vi_vn: Xem báo cáo

# Report_Parameter_Caption
source: Parameters
vi_vn: Tham số báo cáo

# Report_Parameter_Partner
source: Partner
vi_vn: Đối tác

source: Close
vi_vn: Đóng

source: From Date
vi_vn: Từ ngày

# Preview_Report_Caption
source: Preview Report
vi_vn: Xem báo cáo

source: Quarter
vi_vn: Quý

source: To Date
vi_vn: Đến ngày

source: Year
vi_vn: Năm

# frmTemplate_colContent
source: Content
vi_vn: Nội dung

# frmTemplate_colSubject
source: Subject
vi_vn: Tiêu đề

# frmTemplate_colType
source: Type
vi_vn: Loại mail

# frmTemplate_Tittle
source: Email Template
vi_vn: Mẫu Mail

source: Month
vi_vn: Tháng

# gridRate_colRateUSD
source: Rate USD
vi_vn: Đơn giá USD

# gridRate_colRateVN
source: Rate
vi_vn: Đơn giá

# gridRate_colPromotionRateUSD
source: Promotion Rate USD
vi_vn: Đơn giá KM USD

# gridRate_colPromotionRateVND
source: Promotion Rate
vi_vn: Đơn giá KM

# File_Categories
source: Categories
vi_vn: Loại file

source: Email Address
vi_vn: Địa chỉ Email

source: Send Mail
vi_vn: Gửi Mail

# frmTimeUpload_colDayInType
source: Day in Type
vi_vn: Ngày

# frmTimeUpload_colType
source: Type
vi_vn: Loại

# frmTemplate_colDay
source: Day
vi_vn: Ngày

# frmTemplate_colHour
source: Hour
vi_vn: Giờ

# frmTemplate_colMonth
source: Month
vi_vn: Tháng

# frmTimeUpload_colDay
source: Day
vi_vn: Ngày

# frmTimeUpload_colHour
source: Hour
vi_vn: Giờ

# frmTimeUpload_colMonth
source: Month
vi_vn: Tháng

# frmControlMiles_amount
source: Amount
vi_vn: Số dặm

# frmControlMiles_CreditingDate
source: Creaditing Date
vi_vn: Ngày cộng dặm

# frmControlMiles_resources
source: Resources
vi_vn: Loại cộng

# frmControlMiles_state
source: State
vi_vn: Trạng thái

# frmUpload_gridUploadHis_colTotalHold
source: Hold
vi_vn: Đang treo

# frmUpload_gridUploadHis_colTotalProcessed
source: Total Approved
vi_vn: Được duyệt

# frmRoe_currency
source: Currency
vi_vn: Loại tiền

# frmRoe_Roe
source: Roe
vi_vn: Tỷ giá

# frmUpload_gridUploadHis_colCreateTime
source: Create Date
vi_vn: Ngày tạo

# btn_RemoveAll
source: Remove All
vi_vn: Bỏ hết

# btn_SelectAll
source: Select All
vi_vn: Chọn hết

# frmPartner_Partner
source: Partner
vi_vn: Đối tác

# frmTemplate_colTemplateCode
source: Template Code
vi_vn: Mã mẫu

# gridPartner_colMonthAllowed
source: Mileage Allowed (Month)
vi_vn: Số dặm giới hạn của HV(tháng)

source: Lotus Miles Number
vi_vn: Số thẻ HV

source: Parameters
vi_vn: Tham số tìm kiếm

source: Search
vi_vn: Tìm

# frmUpload_gridDataUploaded_colInvoiceNo
source: Amount
vi_vn: Số tiền

# frmUpload_gridDataUploaded_colPassValidate
source: Passed
vi_vn: Đã KT

# frmUpload_gridUploadHis_colAccrualMonth
source: Month (MM/yyyy)
vi_vn: Tháng (MM/yyyy)

# GLP_Name
source: Member Name
vi_vn: Tên hội viên

# Rate_Type
source: Rate
vi_vn: Đơn giá

# btnConfirmDataOk
source: Check All
vi_vn: Xác nhận đã kiểm tra

source: Test Mail
vi_vn: Kiểm tra

source: Active
vi_vn: Sử dụng
