Repository: hieuthanh99/build1
Catalog: App_GlobalResources/Message.*.resx
Languages: vi_vn

# MSG-0001
source: File already exists and approved. Please rename your file and try again!
vi_vn: File cùng tên đã được upload và đã được xử lý trên hệ thống.

# MSG-0002
source: Do you want to save changes that you made?
vi_vn: Bạn có muốn thay đổi các giá trị vừa nhập không?

# MSG-0003
source: User Name must be entered!
vi_vn: Tên đăng nhập không được bỏ trống!

# MSG-0004
source: User Nam already exists!
vi_vn: Tên đăng nhập đã tồn tại

# MSG-0005
source: The email address has been used by other users
vi_vn: Địa chỉ email đã được sử dụng bởi người dùng khác

# MSG-0006
source: Group Number must be entered!
vi_vn: Nhóm người dùng không được bỏ trống!

# MSG-0007
source: Group Number already exists!
vi_vn: Nhóm người dùng đã tồn tại!

# MSG-0008
source: Group Name must be entered!
vi_vn: Tên nhóm không được bỏ trống!

# MSG-0009
source: Rate Code already exists!
vi_vn: Mã đơn giá đã tồn tại!

# MSG-0010
source: Promotion Code already exists!
vi_vn: Mã khuyến mại đã tồn tại!

# MSG-0011
source: Found errors while validating file data. Unable to Approve!
vi_vn: Có lỗi khi kiểm tra dữ liệu. Không thể Duyệt!

# MSG-0012
source: File data Approved!
vi_vn: Dữ liệu đã được duyệt!

# MSG-0013
source: File uploading has been successfully completed.
vi_vn: Upload dữ liệu thành công

# MSG-0014
source: Please save changes that you made before perform this action.
vi_vn: Vui lòng lưu lại dữ liệu đã thay đổi trước khi thực hiện chức năng này

# MSG-0015
source: Do you want to delete this record?
vi_vn: Bạn chắc chắn muốn xóa bản ghi này?

# MSG-0016
source: Confirm Approve?
vi_vn: Xác nhận Duyệt?

# MSG-0018
source: You have created the data for today. Do you want to create new files?
vi_vn: Bạn đã tạo dữ liệu cho ngày hôm nay. Bạn có muốn tạo file mới không?

# MSG-0019
source: File name already uploaded and Approved. Unable to Upload this file.
vi_vn: File trùng tên đã được Upload và đã Duyệt. Bạn không thể Upload file này.

# MSG-0020
source: File name already uploaded. Unable to Upload this file.
vi_vn: File trùng tên đã được Upload. Bạn không thể Upload file này.

# MSG-0021
source: Please select a partner before upload file.
vi_vn: Bạn chưa chọn đối tác upload.

# MSG-0022
source: Are you sure you want upload file {0} to {1}?
vi_vn: Bạn chắc chắn muôn upload file {0} cho mục {1}?

# MSG-0023
source: Error: Time overlap
vi_vn: Lỗi: Thời gian bị lồng nhau

# MSG-0024
source: Hour invalid
vi_vn: Giờ không hợp lệ

# MSG-0025
source: Description is mandatory. Please check and try again!
vi_vn: Diễn giải là duy nhất, vui lòng kiểm tra và thử lại!

# MSG-0026
source: Apply done!
vi_vn: Cập nhật xong!

# MSG-0027
source: File Name is not correct!
vi_vn: Tên file không hợp lệ!

# MSG-0028
source: Data is approved. Unable to change data.
vi_vn: Dữ liệu đã được duyệt.

# MSG-0029
source: Are you sure you want to inactive this partner?
vi_vn: Bạn chắc chắn muốn ẩn mã đối tác này?

# MSG-0030
source: Email Address is required!
vi_vn: Bạn phải nhập vào địa chỉ email đối tác!

# MSG-0031
source: File type must be entered!
vi_vn: Bạn phải chọn loại file trước khi Upload dữ liệu!

# MSG-0032
source: Month must be entered!
vi_vn: Bạn phải chọn tháng trước khi Upload dữ liệu!

# MSG-0033
source: Are you sure?
vi_vn: Bạn xác nhận đã kiểm tra dữ liệu đúng?

# MSG-0034
source: Rate or Promotion rate must be entered!
vi_vn: Bạn phải chọn một loại đơn giá cộng dặm!

# MSG-0035
source: You must select one error code!
vi_vn: Bạn phải chọn một mã lỗi trước khi thực hiện chức năng này!

# MSG-0036
source: Partner Code is not correct!
vi_vn: Mã đối tác khôn hợp lệ!

# MSG-0037
source: Save success!
vi_vn: Lưu thành công!

# MSG-0038
source: Folder name {0} already exists!
vi_vn: Thư mục {0} đã tồn tại. Vui lòng chọn một tên khác.
